Repository: jackkroll/Counter-App
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, zh_hans

source: - Database Upgrade
de: - Datenbankupgrade
es: - Actualización de la base de datos
fr: - Mise à niveau de la base de données
it: - Aggiornamento del database
pl: - Ulepszenie bazy danych
zh_hans: - 数据库升级

source: - Localization Updates
de: - Verbesserte Lokalisierung
es: - Mejoras de localización
fr: - Améliorations de la localisation
it: - Miglioramenti della localizzazione
pl: - Ulepszenia lokalizacji
zh_hans: - 本地化更新

source: - Optional Customization Pack
de: - Optionales Anpassungspaket
es: - Paquete de personalización opcional
fr: - Pack de personnalisation optionnel
it: - Pacchetto di personalizzazione opzionale
pl: - Opcjonalny pakiet personalizacji
zh_hans: - 可选自定义包

source: 0 (off)
de: 0 (aus)
es: 0 (desactivado)
fr: 0 (désactivé)
it: 0 (disattivato)
pl: 0 (wyl.)
zh_hans: 0（关闭）

source: A one-time unlock helps keep Counter simple, useful, and actively cared for.
de: Eine einmalige Freischaltung hilft, Counter einfach, nützlich und aktiv gepflegt zu halten.
es: Un desbloqueo único ayuda a mantener Counter sencilla, útil y cuidada activamente.
fr: Un déverrouillage unique aide à garder Counter simple, utile et activement entretenue.
it: Uno sblocco una tantum aiuta a mantenere Counter semplice, utile e curata attivamente.
pl: Jednorazowe odblokowanie pomaga utrzymać Counter jako prostą, użyteczną i aktywnie rozwijaną aplikację.
zh_hans: 一次性解锁可帮助 Counter 保持简洁、实用并持续维护。

source: Choose a haptic style or dial in your own tap feedback.
de: Wähle einen Haptikstil oder stelle dein eigenes Tipp-Feedback ein.
es: Elige un estilo háptico o ajusta tu propia respuesta al tocar.
fr: Choisissez un style haptique ou réglez votre propre retour au toucher.
it: Scegli uno stile aptico o regola il feedback del tocco come preferisci.
pl: Wybierz styl haptyki albo dopasuj własną reakcję na stuknięcie.
zh_hans: 选择触感样式，或微调你自己的点按反馈。

source: Color
de: Farbe
fr: Couleur
it: Colore
pl: Kolor
zh_hans: 颜色

source: Count Title
de: Zählertitel
es: Título del contador
fr: Titre du compteur
it: Titolo del contatore
pl: Nazwa licznika
zh_hans: 计数器标题

source: Counter Color
de: Zählerfarbe
es: Color del contador
fr: Couleur du compteur
it: Colore del contatore
pl: Kolor licznika
zh_hans: 计数器颜色

source: Create a count by adding one below
de: Erstelle unten einen neuen Zähler
es: Crea un contador añadiendo uno abajo
fr: Créez un compteur en en ajoutant un ci-dessous
it: Crea un contatore aggiungendone uno qui sotto
pl: Utwórz licznik, dodając go poniżej
zh_hans: 在下方添加一个计数器

source: Create Count
de: Zähler erstellen
es: Crear contador
fr: Créer un compteur
it: Crea contatore
pl: Utwórz licznik
zh_hans: 创建计数器

source: Current Counts
de: Aktuelle Zähler
es: Contadores actuales
fr: Compteurs actuels
it: Contatori attuali
pl: Aktualne liczniki
zh_hans: 当前计数器

source: Custom
de: Eigene
es: Personalizado
fr: Personnalisé
it: Personalizzato
pl: Własna
zh_hans: 自定义

source: Customization+
de: Anpassung+
es: Personalización+
fr: Personnalisation+
it: Personalizzazione+
pl: Personalizacja+
zh_hans: 自定义+

source: Database migrated to a modern standard
de: Die Datenbank wurde auf einen modernen Standard migriert
es: La base de datos se migró a un estándar moderno
fr: La base de données a été migrée vers un standard moderne
it: Il database è stato migrato a uno standard moderno
pl: Baza danych zostala przeniesiona do nowoczesnego standardu
zh_hans: 数据库已迁移到现代标准

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
pl: Domyslna
zh_hans: 默认

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pl: Usuń
zh_hans: 删除

source: Don't show this again
de: Nicht mehr anzeigen
es: No volver a mostrar
fr: Ne plus afficher
it: Non mostrare più
pl: Nie pokazuj ponownie
zh_hans: 不再显示

source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
pl: Czas trwania
zh_hans: 持续时间

source: Enjoying Counter App?
de: Gefällt dir Counter App?
es: ¿Te gusta Counter App?
fr: Vous aimez Counter App ?
it: Ti piace Counter App?
pl: Podoba Ci się Counter App?
zh_hans: 喜欢 Counter App 吗？

source: Enter a title here
de: Titel eingeben
es: Introduce un título
fr: Saisissez un titre
it: Inserisci un titolo
pl: Wpisz nazwę
zh_hans: 输入标题

source: Example Count Title
de: Beispielzähler
es: Titulo de ejemplo
fr: Titre de compteur exemple
it: Titolo contatore di esempio
pl: Przykładowa nazwa licznika
zh_hans: 示例计数器标题

source: Font
de: Schrift
es: Fuente
fr: Police
pl: Czcionka
zh_hans: 字体

source: Font Design
de: Schriftdesign
es: Diseño de fuente
fr: Style de police
it: Design del font
pl: Styl czcionki
zh_hans: 字体样式

source: Font Weight
de: Schriftstärke
es: Grosor de fuente
fr: Graisse de police
it: Peso del font
pl: Grubość czcionki
zh_hans: 字体粗细

source: Fonts, custom colors, and haptics for every counter.
de: Schriften, eigene Farben und Haptik für jeden Zähler.
es: Fuentes, colores personalizados y háptica para cada contador.
fr: Polices, couleurs personnalisées et retour haptique pour chaque compteur.
it: Font, colori personalizzati e feedback aptico per ogni contatore.
pl: Czcionki, własne kolory i haptyka dla każdego licznika.
zh_hans: 为每个计数器提供字体、自定义颜色和触感反馈。

source: Go beyond the built-in themes with a custom color per counter.
de: Gehe über die integrierten Designs hinaus und lege für jeden Zähler eine eigene Farbe fest.
es: Ve más allá de los temas incluidos con un color personalizado por contador.
fr: Dépassez les thèmes intégrés avec une couleur personnalisée pour chaque compteur.
it: Vai oltre i temi integrati con un colore personalizzato per ogni contatore.
pl: Wyjdź poza wbudowane motywy, ustawiając własny kolor dla każdego licznika.
zh_hans: 不止内置主题，还可为每个计数器设置自定义颜色。

source: Haptics
de: Haptik
es: Háptica
fr: Retour haptique
it: Feedback aptico
pl: Haptyka
zh_hans: 触感反馈

source: Heavy
de: Stark
es: Fuerte
fr: Fort
it: Forte
pl: Mocny
zh_hans: 重

source: Intensity
de: Intensität
es: Intensidad
fr: Intensité
it: Intensità
pl: Intensywność
zh_hans: 强度

source: Light
de: Leicht
es: Ligero
fr: Léger
it: Leggero
pl: Lekki
zh_hans: 轻

source: Loading Customization+
de: Anpassung+ wird geladen
es: Cargando Personalización+
fr: Chargement de Personnalisation+
it: Caricamento Personalizzazione+
pl: Ładowanie Personalizacja+
zh_hans: 正在加载自定义+

source: Localization is now more accurate
de: Die Übersetzungen sind jetzt genauer
es: La localización ahora es más precisa
fr: La localisation est maintenant plus précise
it: La localizzazione ora è più accurata
pl: Lokalizacja jest teraz dokładniejsza
zh_hans: 本地化现在更加准确

source: Love it
de: Gefällt mir sehr
es: Me encanta
fr: J'adore
it: La adoro
pl: Uwielbiam
zh_hans: 喜欢

source: Make every counter feel yours
de: Mach jeden Zähler zu deinem eigenen
es: Haz que cada contador sea tuyo
fr: Personnalisez chaque compteur
it: Rendi ogni contatore davvero tuo
pl: Spraw, by każdy licznik był Twój
zh_hans: 让每个计数器都更合你心意

source: Make taps feel right
de: Lass jedes Tippen passend wirken
es: Haz que cada toque se sienta bien
fr: Donnez le bon ressenti a chaque toucher
it: Rendi ogni tocco piu naturale
pl: Spraw, by stuknięcia miały odpowiednie odczucie
zh_hans: 让每次点按手感合适

source: Medium
de: Mittel
es: Medio
fr: Moyen
it: Medio
pl: Sredni
zh_hans: 中

source: Monospaced
de: Nichtproportional
es: Monoespaciada
fr: Chasse fixe
it: Monospaziato
pl: Monospace
zh_hans: 等宽

source: No Results
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
it: Nessun risultato
pl: Brak wyników
zh_hans: 没有结果

source: No Saved Counts
de: Keine gespeicherten Zähler
es: No hay contadores guardados
fr: Aucun compteur enregistré
it: Nessun contatore salvato
pl: Brak zapisanych liczników
zh_hans: 没有保存的计数器

source: Not Really
de: Nicht wirklich
es: No mucho
fr: Pas vraiment
it: Non proprio
pl: Nie bardzo
zh_hans: 不太喜欢

source: or click the counter above!
de: oder tippe oben auf den Zähler!
es: ¡o toca el contador de arriba!
fr: ou touchez le compteur ci-dessus !
it: oppure tocca il contatore qui sopra!
pl: albo stuknij licznik powyżej!
zh_hans: 或点按上方的计数器！

source: Pick the font weight and design that matches the thing you are counting.
de: Wähle Schriftstärke und Design passend zu dem, was du zählst.
es: Elige el grosor y el diseño de fuente que encajen con lo que cuentas.
fr: Choisissez la graisse et le style de police adaptés à ce que vous comptez.
it: Scegli peso e design del font più adatti a ciò che stai contando.
pl: Wybierz grubość i styl czcionki pasujące do tego, co liczysz.
zh_hans: 选择适合所计数内容的字体粗细和样式。

source: Play Haptics
de: Haptik testen
es: Probar háptica
fr: Tester le retour haptique
it: Prova feedback aptico
pl: Odtwórz haptykę
zh_hans: 播放触感反馈

source: Purchased
de: Gekauft
es: Comprado
fr: Achete
it: Acquistato
pl: Kupiono
zh_hans: 已购买

source: Recycle
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
pl: Resetuj
zh_hans: 重置

source: Redeem Code
de: Code einlösen
es: Canjear código
fr: Utiliser un code
it: Riscatta codice
pl: Wykorzystaj kod
zh_hans: 兑换代码

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
pl: Przywróć zakupy
zh_hans: 恢复购买

source: Rigid
de: Hart
es: Rígido
fr: Rigide
it: Rigido
pl: Sztywny
zh_hans: 硬

source: Rounded
de: Abgerundet
es: Redondeada
fr: Arrondie
it: Arrotondato
pl: Zaokrąglona
zh_hans: 圆角

source: Sharpness
de: Schärfe
es: Nitidez
fr: Netteté
it: Nitidezza
pl: Ostrość
zh_hans: 清脆度

source: Soft
de: Weich
es: Suave
fr: Doux
it: Morbido
pl: Miekki
zh_hans: 柔和

source: Store Issue
de: Store-Problem
es: Problema de la tienda
fr: Problème avec la boutique
it: Problema dello store
pl: Problem ze sklepem
zh_hans: 商店问题

source: Style
de: Stil
es: Estilo
it: Stile
pl: Styl
zh_hans: 样式

source: Support a small app
de: Unterstuetze eine kleine App
es: Apoya una app pequeña
fr: Soutenez une petite app
it: Sostieni una piccola app
pl: Wesprzyj mala aplikacje
zh_hans: 支持一款小应用

source: Support ongoing development and unlock new customization features
de: Unterstütze die Weiterentwicklung und schalte neue Anpassungen frei
es: Apoya el desarrollo continuo y desbloquea nuevas opciones de personalización
fr: Soutenez le développement continu et débloquez de nouvelles options de personnalisation
it: Sostieni lo sviluppo continuo e sblocca nuove opzioni di personalizzazione
pl: Wesprzyj dalszy rozwój i odblokuj nowe opcje personalizacji
zh_hans: 支持持续开发并解锁新的自定义功能

source: Thank you for using Counter
de: Danke, dass du Counter verwendest
es: Gracias por usar Counter
fr: Merci d’utiliser Counter
it: Grazie per usare Counter
pl: Dziękujemy za korzystanie z Counter
zh_hans: 感谢使用 Counter

source: Thank you for using Counter :)
de: Danke, dass du Counter verwendest :)
es: Gracias por usar Counter :)
fr: Merci d’utiliser Counter :)
it: Grazie per usare Counter :)
pl: Dziękujemy za korzystanie z Counter :)
zh_hans: 感谢使用 Counter :)

source: Thank you for using Counter!
de: Danke, dass du Counter verwendest!
es: Gracias por usar Counter!
fr: Merci d’utiliser Counter !
it: Grazie per usare Counter!
pl: Dziękujemy za korzystanie z Counter!
zh_hans: 感谢使用 Counter！

source: Try searching for something different
de: Versuche es mit einer anderen Suche
es: Prueba con otra búsqueda
fr: Essayez une autre recherche
it: Prova a cercare qualcos’altro
pl: Spróbuj wyszukać coś innego
zh_hans: 试试搜索其他内容

source: Tune the personality
de: Passe den Charakter an
es: Ajusta la personalidad
fr: Ajustez la personnalité
it: Regola la personalita
pl: Dopasuj charakter
zh_hans: 调出个性

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
pl: Nieznane
zh_hans: 未知

source: Unlock Customization+ for %@
de: Anpassung+ für %@ freischalten
es: Desbloquear Personalización+ por %@
fr: Débloquer Personnalisation+ pour %@
it: Sblocca Personalizzazione+ per %@
pl: Odblokuj Personalizacja+ za %@
zh_hans: 以 %@ 解锁自定义+

source: Unlock fonts, custom colors, and custom haptics for all of your counts
de: Schalte Schriften, eigene Farben und eigene Haptik für alle Zähler frei
es: Desbloquea fuentes, colores personalizados y háptica personalizada para todos tus contadores
fr: Débloquez des polices, des couleurs personnalisées et un retour haptique personnalisé pour tous vos compteurs
it: Sblocca font, colori personalizzati e feedback aptico per tutti i contatori
pl: Odblokuj czcionki, własne kolory i haptykę dla wszystkich liczników
zh_hans: 为所有计数器解锁字体、自定义颜色和自定义触感反馈

source: Use your exact color
de: Nutze genau deine Farbe
es: Usa tu color exacto
fr: Utilisez votre couleur exacte
it: Usa il colore esatto che vuoi
pl: Użyj dokładnie swojego koloru
zh_hans: 使用你的专属颜色

source: v2.6 Improvements
de: Verbesserungen in v2.6
es: Mejoras de v2.6
fr: Améliorations de la v2.6
it: Miglioramenti v2.6
pl: Ulepszenia w wersji 2.6
zh_hans: v2.6 改进

source: Serif
es: Con serifas
pl: Szeryfowa
zh_hans: 衬线

source: OK
zh_hans: 好
